[
    {
        "name": "Supply Chain Security",
        "data": [
            {
                "name": "Abhishek Kakkar",
                "title": "Vice President, IAN Group",
                "image": "abhishekKakkar.jpg",
                "affiliation": "India Angel Network (IAN) Group",
                "shortdescribe": "Abhishek Kakkar is an early-stage venture investor with a strong blend of operational and investment experience.",
                "description": "Abhishek Kakkar is an early-stage venture investor with a strong blend of operational and investment experience. Currently serving as Vice President at IAN Group, he scouts and supports startups across DeepTech, HealthTech, ClimateTech, Life Sciences, Enterprise Software, and Consumer Innovation. Previously, he built supply ecosystems at Magicpin and led investments at Arka Venture Labs and 91springboard. Passionate about enabling frontier innovation, Abhishek actively contributes to India’s startup ecosystem through mentorship and collaboration with incubators and institutional investors.",
                "linkdinLink": "https://www.linkedin.com/in/kakkarabhishek/"
            },
            {
                "name": "Vibhore Sharma",
                "title": "Partner, CAPITAL 2B",
                "image": "vibhoreSharma.jpg",
                "affiliation": "Capital2B | RedStart Labs",
                "shortdescribe": "Vibhore Sharma is a seasoned deep-tech investor with over 18 years of experience in the internet and technology sector.",
                "description": "Vibhore Sharma is a seasoned deep-tech investor with over 18 years of experience in the internet and technology sector. As a creative technology leader turned venture investor, he focuses on identifying and nurturing science-backed innovations solving large-scale problems with long-term impact. Previously, he played a pivotal role in building and scaling the technology and product backbone at Info Edge, one of India’s earliest and most successful internet companies. At Capital2B and RedStart Labs, Vibhore actively partners with founders building transformative technologies for the future.",
                "linkdinLink": "https://www.linkedin.com/in/vibhoresharma/"
            },
            {
                "name": "Ajay Modi",
                "title": "Director (Investment), Piper Serica",
                "image": "ajayModi.png",
                "affiliation": "Piper Serica",
                "shortdescribe": "Ajay Modi is an experienced investment professional leading both private and public market strategies at Piper Serica.",
                "description": "Ajay Modi brings over a decade of global investment experience. He leads Piper Serica's venture capital practice and heads research at the firm. He also serves on the Investment Committee. His expertise spans across the full investment spectrum (seed to listed companies) and a deep understanding of business dynamics. His engineering background provides strong insight into deep tech.",
                "linkdinLink": "https://www.linkedin.com/in/ajmodi/?originalSubdomain=in"
            },
            {
                "name": "Cdr Navneet Kaushik",
                "title": "Founder Jamwant Ventures",
                "image": "Navneet.jpg",
                "affiliation": "Jamwant Ventures Angel Fund",
                "shortdescribe": "Cdr Navneet Kaushik is the founder of Jamwant Ventures, an angel fund that supports early-stage startups.",
                "description": "Cdr Navneet Kaushik is the founder of Jamwant Ventures, an angel fund that supports early-stage startups. He served in the Indian Navy, where he gained strong leadership and operational experience. After his service, he worked with the Technology Development Board (TDB) under the Department of Science and Technology (DST), Government of India, where he supported innovation and tech-based ventures. He holds degrees from both the National Defence Academy (NDA) and IIT Kharagpur, giving him a unique mix of military discipline and technical expertise. Cdr Kaushik is now focused on helping Indian startups grow through funding, mentorship, and strategy.",
                "linkdinLink": "https://www.linkedin.com/in/cdr-navneet-kaushik/"
            },
            {
                "name": "Rohit Bafna",
                "title": "CEO, 888VC",
                "image": "Rohit.jpg",
                "affiliation": "888vc & GRO8",
                "shortdescribe": "Rohit is the founder and CEO of 888vc, a company that invests in startups, especially those working in AI and climate technology.",
                "description": "Rohit is the founder and CEO of 888vc, a company that invests in startups, especially those working in AI and climate technology. His company has invested in over 20 startups like BunissonBot, Datazip, and Goat Brand Labs. He has over 8 years of experience in the startup investment world and has helped bring in money for over 100 startups, including big names like Zypp Electric and PeeSafe.He worked at well-known VC firms like Mumbai Angels, Venture Catalysts, and 9Unicorns VC, where he learned to spot high-potential startups.Rohit has a Master’s degree in Global Finance from Fordham University in New York and studied for his bachelor’s in Pune. He splits his time between Bangalore and Dubai. Rohit connects people and resources from different parts of the world to build startups that solve big problems.",
                "linkdinLink": "https://www.linkedin.com/in/cdr-navneet-kaushik/"
            },
            {
                "name": "Debraj Banerjee",
                "title": "Partner, DTI Pathway Fund",
                "image": "Debraj Banerjee.jpg",
                "affiliation": "Ex-Partner, SIDBI Ventures",
                "shortdescribe": "Debraj Banerjee is a seasoned investment and business leader with 17 years of global experience.",
                "description": "Debraj Banerjee is a seasoned investment and business leader with 17 years of global experience deploying $900M+ across venture capital, private equity, M&A and corporate transformations while directly managing operations at scale.Currently, he leads an investment advisory and strategy platform that accelerates cross-border technology commercialization, connecting innovation hubs across the Indo-Japan-US corridor through strategic partnerships with global family offices, institutional funds, and corporate investors.During his tenure as Senior Fund Manager at SIDBI Venture Capital - India's sovereign venture capital arm - he built and managed a $100M+ portfolio targeting foundational technologies including AI and quantum computing, with applications spanning bio/medtech, advanced manufacturing, and industrial transformation. His operational expertise includes executing complex M&A transactions and spearheading billion-dollar turnarounds across Industrial, Climate Tech, and Financial Services sectors.An alumnus of IIM Bangalore and IE Business School, Debraj brings a rare combination of institutional investment acumen and hands-on execution experience, having successfully navigated innovation ecosystems from APAC to global markets",
                "linkdinLink": "https://www.linkedin.com/in/banerjeedebraj/"
            },
            {
                "name": "Amit Chand",
                "title": "Managing Partner, BYT Capital",
                "image": "Amit chand.jpg",
                "affiliation": "BYT Avenue",
                "shortdescribe": "Amit has more than 23 years of experience in leadership, running businesses, and investing in new companies.",
                "description": "Amit has more than 23 years of experience in leadership, running businesses, and investing in new companies. He has supported over 30 startups and helps many founders with advice. Amit knows how to grow deep-tech companies by mixing technical knowledge with business skills. He studied at top institutes like Columbia Business School, ISB, IIM, and NIFT. His education covers business, technology, and design. Outside of work, Amit loves wildlife photography and finds beauty and ideas in nature, similar to how he finds ideas in innovation.",
                "linkdinLink": "https://www.linkedin.com/in/chandamit/"
            },
            {
                "name": "Fenil Zaveri",
                "title": "Ex VC & Portfolio and Operations Expert",
                "image": "Fenil Zaveri.jpg",
                "affiliation": "Portfolio & Operations Expert",
                "shortdescribe": "Fenil Zaveri has deep experience in venture capital, startup operations, and portfolio management.",
                "description": "Fenil Zaveri has deep experience in venture capital, startup operations, and portfolio management. He has played a key role in building systems and processes that help startups grow efficiently and scale smoothly. Fenil has worked closely with founders and teams, helping them improve their internal operations, hiring, budgeting, and governance.He brings a strong background in managing early-stage startups and working with investment teams to support founders after funding. Fenil has been involved in handling investment pipelines, due diligence, and building frameworks that ensure startups stay on track post-investment.Fenil is known for his structured approach, deep understanding of startup challenges, and ability to turn vision into practical execution. His work ensures that startups are not just funded but are also set up for long-term success.",
                "linkdinLink": "https://www.linkedin.com/in/fenilzaveri/"
            },
            {
                "name": "Aditya Arora",
                "title": " CEO, Faad Capital",
                "image": "Aditya Arora.jpg",
                "affiliation": "Affiliation: Faad Captial ",
                "shortdescribe": "Aditya is the CEO of Faad Capital, a SEBI-registered venture capital fund with $40 million under management.",
                "description": "Aditya Arora is a well-known young entrepreneur, investor, and author. At just 28, he has received several national and international awards like the Parliamentary Award, Duke of Edinburgh International Award, REX Karamveer Chakra by the United Nations, and the Indian Achiever Award 2020.He has spoken at over 200 institutions worldwide and is the mind behind successful campaigns such as Education Yatra, Entrepreneurship Mindset Curriculum (Govt. of Delhi), and the Atal Innovation Mission (NITI Aayog).Aditya is the CEO of Faad Capital, a SEBI-registered venture capital fund with $40 million under management. Faad has invested in 113+ startups and was featured among India’s fastest-growing investment firms by Economic Times, Inc42's Top 10 Active Investors of 2024, and India’s Top 15 Startup Investors.He is also an angel investor in 20+ startups and has over 4 lakh followers on social media. His bestselling book, Startups of Bharat, celebrates the stories of Indian businesses from across the country.",
                "linkdinLink": "https://www.linkedin.com/in/thefaadguy/"
            },
            {
                "name": "Ankit Harjai",
                "title": "Principal, Mount Tech Growth Fund",
                "image": "ankit_harjai.jpg",
                "affiliation": "Corporate Development | Impact Investing",
                "shortdescribe": "Ankit Harjai is a seasoned venture professional with over a decade of experience in venture investments, M&A, business incubation.",
                "description": "Ankit Harjai is a seasoned venture professional with over a decade of experience in venture investments, M&A, business incubation, and product launches. An alumnus of BITS Pilani (B.E. Hons.) and IIM Lucknow (MBA), he has further honed his expertise through certifications from IIFT Delhi and Thunderbird School of Management. Currently leading strategic investment and M&A initiatives, Ankit has previously served as General Manager at Cummins India Growth Office and held key roles at Tech Mahindra and Elara Technologies (Housing.com, Proptiger, Makaan). His global experience spans the US, Singapore, Australia, and India. Ankit has also been a Global Scholar at The Center for Global Enterprise (New York) and a Fellow at StartingBloc, USA, and Kalaari Capital, where he explored social entrepreneurship and innovation. With a strong foundation in deal structuring, due diligence, and venture strategy, he is passionate about solving capital access and distribution challenges in emerging markets. He actively contributes through mentorship, thought leadership, and community initiatives. Interested in fintech, SaaS, private equity, or impact investing? Feel free to connect.",
                "linkdinLink": "https://www.linkedin.com/in/ankitharjai/"
            }
        ]
    }
]